Repository: testeratsomewhere/misc
Catalog: exaa/*.lproj/Localizable.strings
Languages: de

source: Truth or Dare
de: Wahrheit oder Pflicht

source: Enter name key
de: Namen eingeben

source: Enter player name
de: Gib einen Namen ein

source: Already entered
de: Du hast * bereits eingegeben

source: Change Setting
de: Einstellungen ändern

source: Maximum 25 char key
de: Name darf nicht länger als 25 Zeichen sein.

source: Add name
de: Name hinzufügen

source: Do you want to add
de: Soll * hinzugefügt werden?

source: Special char key
de: Der Name kann nur Buchstaben und Zahlen enthalten

source: On
de: An

source: Off
de: Aus

source: Minimum two players
de: Du musst mindestens 2 Namen eingeben.

source: Alert for couple textview key-1
de: Für ein Gruppenspiel werden diese Einstellungsänderungen empfohlen: 1.Schalte super schmutzige Pflichten ab. Sie eignen sich in der Regel nur für Paare. 2. Reduziere die Geschwindigkeit fortschreitender Schmutzigkeit auf 3 Pflichten pro Person. Möchtest Du diese Änderungen jetzt machen?

source: Alert for couple textview key-2
de: Für ein Gruppenspiel werden diese Einstellungsänderungen empfohlen: 1. Schalte super schmutzige Pflichten ab. Sie eignen sich in der Regel nur für Paare. Möchtest Du diese Änderungen jetzt machen?

source: Alert for couple textview key-3
de: Für ein Gruppenspiel werden diese Einstellungsänderungen empfohlen: 1. Reduziere die Geschwindigkeit fortschreitender Schmutzigkeit auf 3 Pflichten pro Person. Möchtest Du diese Änderungen jetzt machen?

source: It's your turn
de: du bist dran

source: Settings label
de: Einstellungen

source: Take turns in order
de: Alle nacheinander

source: My Dares Only
de: Nur meine Fragen

source: Allow Changing Dares
de: Ändern von Pflichten erlauben

source: Clean
de: Jugendfrei

source: Dirty
de: Schmutzig

source: Super Dirty
de: Super schmutzig

source: Truth Mode
de: Wahrheits Modus

source: Mode
de: Modus

source: Speed
de: Tempo

source: You cannot disable all dares
de: Du kannst nicht alle Pflichten deaktivieren.

source: Increase dirtiness
de: Schmutziger, nachdem jeder so viele Pflichten gespielt hat

source: Auto Challenge
de: Auto Wahrheit

source: Auto Challenge message
de: Spiele automatisch eine Wahrheit, wenn jemand diese Anzahl von Pflichten hintereinander gespielt hat

source: All Truths
de: Nur Wahrheiten

source: All Dares
de: Nur Pflichten

source: General label
de: Allgemein

source: Dirty play
de: Schmutzig spielen

source: Shake it up
de: Modi

source: Language Support
de: Sprache

source: Language
de: Deutsch

source: Truth
de: Wahrheit

source: Dare
de: Pflicht

source: Enter
de: Eingeben

source: Updated
de: Aktualisiert

source: Added
de: hinzugefügt

source: Preview
de: Vorschau

source: Add Person Code
de: Personencode hinzufügen

source: This is for
de: Diese Aufgabe ist für

source: For
de: Für

source: Males
de: Nur Jungs

source: Females
de: Nur Mädels

source: Both
de: Alle

source: Players Needed
de: Anzahl benötigter Spieler

source: players
de: + Spieler

source: Dirtiness
de: Schmutzig

source: Delete
de: Löschen

source: strAlertMessage-1
de: Gib mindestens 2 Namen im Hauptmenü ein, um eine Vorschau zu erhalten

source: Please Enter
de: Geben Sie bitte

source: Are you sure you want to delete this
de: Bist du sicher, dass du diese * löschen willst?

source: Yes
de: Ja

source: No
de: Nein

source: Anybody of either sex
de: Jeder (Geschlecht egal)

source: Somebody of opposite sex
de: Jemand des anderen Geschlechts

source: Somebody of same sex
de: Jemand desselben Geschlechts

source: Anybody else of either sex
de: Jemand anders, egal welchen Geschlechts

source: Somebody else of opposite sex
de: Jemand des anderen Geschlechts

source: Somebody else of same sex
de: Jemand desselben Geschlechts

source: He or she -*he
de: Er oder sie -*er

source: He or she -*his
de: Sein oder ihr -*sein

source: He or she -*him
de: Ihm oder ihr -*ihm

source: Person Code
de: Person wählen

source: Select Code
de: Code wählen

source: he
de: er

source: He
de: Er

source: she
de: sie

source: his
de: sein

source: His
de: Sein

source: him
de: ihm

source: Him
de: Ihm

source: her
de: ihr

source: her1
de: ihr

source: Number of players
de: Anzahl der spieler

source: Filter
de: Filtern

source: Source
de: Quelle

source: Built In
de: Voreingestellte

source: Mine
de: Meine

source: Active label
de: Aktiv

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Gender
de: Geschlecht

source: For both sexes
de: Für Beide Geschlechter

source: For females
de: Für Frauen

source: For males
de: Für Männer
