Repository: testeratsomewhere/misc
Catalog: exaa/TruthOrDare/*.lproj/Localizable.strings
Languages: es

source: Truth or Dare
es: Verdad o Atrevimiento

source: Enter name key
es: Introduzca nombre

source: Enter player name
es: Escriba un nombre

source: Minimum two players
es: Debe introducir al menos dos nombres.

source: Maximum 25 char key
es: El nombre no puede medir más de 25 caracteres

source: Add name
es: Añadir nombre

source: Do you want to add
es: ¿Desea añadir a *?

source: Special char key
es: Lo siento, los nombres pueden contener solo letras y números.

source: Already entered
es: * ya ha sido añadido

source: Change Setting
es: Cambiar Configuración

source: Alert for couple textview key-1
es: Para jugar en grupo, se recomienda esta configuración: 1. Desactiva las pruebas Súper Picantes. Generalmente están recomendadas sólo para parejas. 2. Reduce la velocidad de aumento de picardía cada 3 pruebas por persona ¿Te gustaría aplicar estos cambios ahora?

source: Alert for couple textview key-2
es: Para jugar en grupo, se recomienda esta configuración: 1. Desactiva las pruebas Súper Picantes. Generalmente están recomendadas sólo para parejas. ¿Te gustaría aplicar estos cambios ahora?

source: Alert for couple textview key-3
es: Para jugar en grupo, se recomienda esta configuración: 1. Reduce la velocidad de aumento de picardía cada 3 pruebas por persona. ¿Te gustaría aplicar estos cambios ahora?

source: On
es: Activado

source: Off
es: Desactivado

source: It's your turn
es: es tu turno

source: Settings label
es: Configuración

source: General label
es: General

source: Sound
es: Sonido

source: Take turns in order
es: Turnar en orden

source: My Dares Only
es: Solo mis Atrevimientos

source: Allow Changing Dares
es: Permitir cambiar de reto

source: Dirty play
es: Picante Jugar

source: Clean
es: Casto

source: Dirty
es: Picante

source: Super Dirty
es: Súper Picante

source: Shake it up
es: Mezclar

source: All Truths
es: Todos Verdades

source: All Dares
es: Todos Atrevimientos

source: Speed
es: Velocidad

source: Increase dirtiness
es: Aumenta el nivel de erotismo cuando cada jugador haya jugado este número de retos

source: Auto Challenge
es: Verdad Automática

source: Auto Challenge message
es: Jugar automáticamente a Verdad si alguien elige Atrevimiento demasiadas veces seguidas

source: Truth Mode
es: Modo Verdad

source: Mode
es: Modo

source: You cannot disable all dares
es: No puedes desactivar todas las pruebas

source: Language Support
es: Lengua

source: Language
es: Español

source: Truth
es: Verdad

source: Dare
es: Atrevimiento

source: Enter
es: Introduzca

source: Please Enter
es: Por favor, introduzca

source: Updated
es: actualizado

source: Added
es: Añadido

source: Preview
es: Previsualización

source: Add Person Code
es: Añadir código personal

source: This is for
es: Es para

source: For
es: Para

source: Males
es: Hombres

source: Females
es: Mujeres

source: Both
es: Ambos sexos

source: Players Needed
es: Número de jugadores necesarios

source: Yes
es: Sí

source: players
es: ó más jugadores

source: Dirtiness
es: Picardía

source: Delete
es: Borrar

source: strAlertMessage-1
es: Por favor, introduzca al menos 2 nombres en el menú principal para la previsualización

source: Are you sure you want to delete this
es: ¿Estás seguro de que quieres borrar esta *?

source: Anybody of either sex
es: Cualquier persona de ambos sexos

source: Somebody of opposite sex
es: Alguien del sexo opuesto

source: Somebody of same sex
es: Alguien del mismo sexo

source: Anybody else of either sex
es: Cualquiera de ambos sexos

source: Somebody else of opposite sex
es: Alguien del sexo opuesto

source: Somebody else of same sex
es: Alguien del mismo sexo

source: He or she -*he
es: Él o ella -*el

source: He or she -*his
es: Al o a la -*al

source: He or she -*him
es: Lo o la -*lo

source: Person Code
es: Selecciona persona

source: Select Code
es: Selecciona código

source: he
es: el

source: He
es: Él

source: his
es: al

source: him
es: lo

source: His
es: Al

source: Him
es: Lo

source: her1
es: la

source: her
es: a la

source: she
es: ella

source: Filter
es: Filtro

source: Minimum
es: Mínimo

source: Maximum
es: Máximo

source: Source
es: Índice

source: Built In
es: Incluídas

source: Mine
es: Mías

source: Active label
es: Activo

source: Active
es: Activo

source: Inactive
es: Inactivas

source: Gender
es: Géneno

source: For both sexes
es: Para Ambos sexos

source: For females
es: Para mujeres

source: For males
es: Para hombres

source: Number of players
es: Número de jugadores
